<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-P39L43PW"
height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->

<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-TLLCB27"
height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->

<?php $url = $_SERVER['REQUEST_URI']; ?>
<header <?php if(is_404()):?>class="blue"<?php endif;?><?php if(strstr($url,'thanks')) : ?>class="blue"<?php endif;?>>
	<?php
		$global_menu = SCF::get('global_menu', 150);
		$global_menu2 = SCF::get('global_menu2', 150);
	?>
	<div class="header_inner">
		<div class="header_left">
			<div class="header_logo">
				<a href="/">
					<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 135 30.37">
						<path class="cls-1" d="M42.04,8.38c-.09-.03-.14-.06-.19-.06-2.09,0-4.18-.01-6.26,0-.14,0-.37.21-.41.36-.45,1.9-.88,3.81-1.32,5.72-1.06,4.61-2.12,9.22-3.17,13.83-.12.51-.21,1.02-.32,1.55h6.73c.05-.12.1-.23.13-.35.3-1.3.59-2.6.88-3.9.74-3.26,1.47-6.52,2.23-9.78.04-.2.25-.44.43-.5,1.32-.45,2.68-.77,4.08-.73,1.26.03,2.52.18,3.78.27.25.02.54.11.63-.29.45-1.96.9-3.91,1.36-5.87.07-.28-.05-.42-.32-.4-1.01.05-2.04.01-3.03.2-2,.37-3.68,1.49-5.34,2.6-.16.11-.33.22-.6.39.26-1.12.48-2.08.71-3.05h0ZM103.68,9.2c-.24-.1-.43-.2-.64-.27-4.31-1.43-8.69-1.73-13.1-.59-2.02.52-3.83,1.46-5.16,3.14-2.45,3.09-1.61,6.96,1.96,8.6,1.43.66,2.99,1.02,4.5,1.49,1.02.32,2.07.54,3.07.91.87.32,1.16,1.15.77,1.92-.29.58-.82.88-1.42,1.06-1.71.51-3.46.5-5.19.2-2.06-.35-4-1.03-5.66-2.36-.23-.19-.56-.25-.88-.38-.46,2.01-.89,3.86-1.31,5.71.11.06.18.12.26.15.25.1.49.21.74.3,3.15,1.03,6.39,1.44,9.7,1.25,2-.11,3.97-.42,5.82-1.25,2.43-1.09,4.26-2.69,4.7-5.5.35-2.24-.46-4.14-2.49-5.14-1.31-.65-2.74-1.07-4.15-1.52-1.3-.42-2.64-.72-3.95-1.12-.5-.15-.92-.47-1.07-1.03-.22-.78.14-1.59,1.05-1.92.79-.29,1.64-.51,2.48-.56,2.88-.21,5.55.51,7.94,2.15.5.34.74.25.89-.35.39-1.6.76-3.21,1.14-4.87h0ZM63.32,8.37c-.17-.02-.28-.05-.38-.05-2.02,0-4.04,0-6.05-.01-.38,0-.44.2-.5.47-.68,3.02-1.38,6.04-2.05,9.06-.48,2.17-1.02,4.34-1.32,6.53-.32,2.36.53,4.28,2.52,5.27.93.46,1.91.67,2.94.72,2.33.12,4.42-.63,6.38-1.81.58-.35,1.15-.7,1.85-1.14-.18.87-.33,1.6-.49,2.36h6.79c1.64-7.15,3.27-14.26,4.91-21.46h-.69c-1.82,0-3.64.03-5.46-.02-.54-.01-.7.2-.81.66-1.03,4.55-2.09,9.09-3.08,13.64-.16.75-.46,1.23-1.17,1.46-.05.02-.1.05-.14.07-1.52.69-3.06,1.18-4.75.71-.81-.22-1.33-.74-1.38-1.57-.05-.71-.08-1.44.06-2.13.71-3.34,1.47-6.67,2.22-10,.2-.91.41-1.83.62-2.76h0ZM28.15,2.62c-.28-.12-.51-.22-.74-.3-1.83-.68-3.73-1.06-5.66-1.31-3.06-.39-6.12-.41-9.16.18-2.62.51-5.02,1.5-6.91,3.46-2.21,2.29-2.81,6.08-1.39,8.67.91,1.67,2.4,2.68,4.11,3.33,1.91.72,3.89,1.27,5.82,1.95,1.09.38,2.17.8,3.2,1.33.43.22.83.71,1,1.17.48,1.24-.24,2.64-1.6,3.28-1.19.56-2.46.66-3.75.7-2.68.08-5.28-.3-7.67-1.56-1.06-.56-2.03-1.32-3.01-2.01-.47-.33-.98-.3-1.07.14-.43,2.02-.85,4.04-1.29,6.06-.06.29.01.46.32.56,1.01.33,2.01.73,3.03,1.03,3.19.95,6.46,1.08,9.75.94,2.3-.1,4.57-.46,6.72-1.36,3.33-1.41,5.63-3.63,6-7.44.26-2.65-.57-4.77-2.87-6.22-2.08-1.31-4.43-1.91-6.75-2.61-1.41-.42-2.8-.93-4.14-1.54-1.69-.77-1.39-3.01-.35-3.77.51-.37,1.08-.71,1.68-.9,2.14-.67,4.33-.59,6.51-.16,2.2.43,4.21,1.31,5.96,2.74.44.36.88.27.98-.2.44-2.03.86-4.07,1.3-6.16h0ZM113.59,0c-2.27,9.92-4.53,19.83-6.81,29.8h.64c1.88,0,3.75.02,5.62-.01.37,0,.78-.12,1.09-.32,1.98-1.23,3.93-2.53,5.92-3.75.5-.31.49-.59.28-1.04-.52-1.1-1.57-1.56-3.03-1.31-.8.14-1.59.28-2.39.43-.01-.07-.02-.09-.02-.11.72-2.97,1.45-5.94,2.18-8.91.03-.14.14-.3.26-.37,1.54-.82,3.12-1.48,4.93-1.3,1.34.13,1.93.6,2.06,1.92.07.7.03,1.43-.12,2.12-.71,3.3-1.47,6.6-2.22,9.89-.2.9-.4,1.8-.6,2.71.13.02.2.05.27.05,2.11,0,4.21,0,6.32,0,.15,0,.32-.04.46-.12,2.12-1.21,4.24-2.42,6.35-3.65.13-.07.24-.34.21-.49-.24-1.49-1.36-2.28-2.96-2.06-.79.1-1.57.28-2.41.44.1-.46.2-.9.29-1.34.6-2.93,1.3-5.84,1.77-8.78.41-2.57-.75-4.95-3.52-5.77-1.61-.48-3.24-.46-4.86-.03-1.75.46-3.25,1.43-4.76,2.37-.14.09-.28.16-.54.31.83-3.65,1.63-7.14,2.44-10.66h-6.84Z"/></g></g></g></svg>
				</a>
			</div>
			<div class="hummenu_wrap">
				<button id="humButton">
					<span></span>
					<span></span>
					<span></span>
				</button>
			</div>
		</div>
		<div class="header_right">
			<nav>
				<ul>
					<?php foreach ($global_menu as $d):?>

						<?php if ($d['menu_ttl_en'] == 'Product'):?>
						<li id="productMenuButton">
							<button class="parent">
								<span class="txt"><?= $d['menu_ttl_en'];?></span>
								<span class="plus"></span>
							</button>
							<div class="menu_child">
								<div class="menu_child_inner">
									<div class="comp-header-service">
										<div class="service_item">
											<a target="_blank" href="https://www.srush.co.jp/products">
												<img src="https://www.srush.co.jp/hubfs/img_common/header_product.png">
											</a>
										</div>
										<div class="service_item">
											<a target="_blank" href="https://www.srush.co.jp/support">
												<img src="https://www.srush.co.jp/hubfs/img_common/header_support.png">
											</a>
										</div>
										<div class="service_item">
											<a target="_blank" href="https://www.srush.co.jp/reskilling">
												<img src="https://www.srush.co.jp/hubfs/img_common/header_reskill.png">
											</a>
										</div>
									</div><!-- comp-header-service -->
								</div>
							</div>
						</li>
						<?php else:?>
						<li>
						<a class="parent" <?php if ($d['blank']):?>target="_blank"<?php endif;?> href="<?= $d['menu_link'];?>"><?= $d['menu_ttl_en'];?></a>
						</li>
						<?php endif;?>
					<?php endforeach; ?>

					<?php foreach ($global_menu2 as $d):?>
					<li><a class="parent" <?php if ($d['blank2'] && $d['menu_ttl_en2'] != 'Thoughts') :?>target="_blank"<?php endif;?> href="<?= $d['menu_link2'];?>"><?= $d['menu_ttl_en2'];?></a></li>
					<?php endforeach; ?>

				</ul>
			</nav>
			<div class="button_nav">
				<div class="button_item">
					<a target="_blank" class="download" href="https://www.srush.co.jp/download">資料請求</a>
				</div>
				<div class="button_item">
					<a target="_blank" class="contact" href="https://www.srush.co.jp/request">無料相談</a>
				</div>
			</div>
		</div><!-- header_right -->
	</div><!-- header_inner -->
</header>
